Repository: AyatanaIndicators/ayatana-webmail
Catalog: po/*.po
Languages: cs, lo, oc, ro, ta

source: Select account
cs: Zvolit účet
lo: ເລືອກບັນຊີ
oc: Seleccionar un compte
ro: Selectează contul
ta: கணக்கைத் தேர்ந்தெடுக்கவும்

source: Which account's command/web page would you like to open?
cs: Který příkaz / webovou stránku účtů chcete otevřít?
lo: ທ່ານຕ້ອງການເປີດຄຳສັ່ງ/ໜ້າເວັບຂອງບັນຊີໃດ?
oc: Quina comanda/pagina web volètz dobrir ?
ro: Ce comandă/ pagină web a contului doriți să deschideți?
ta: எந்த கணக்கின் கட்டளை/வலைப்பக்கத்தை திறக்க விரும்புகிறீர்கள்?

source: Message actions
cs: Akce zpráv
lo: ການກະທຳກັບຂໍ້ຄວາມ
oc: Accions suls messatges
ro: Acțiuni legate de mesaje
ta: செய்தி செயல்கள்

source: Delete
cs: Vymazat
lo: ລຶບ
oc: Suprimir
ro: Șterge
ta: அழி

source: Mark as read
cs: Označit jako přečtené
lo: ໝາຍວ່າອ່ານແລ້ວ
oc: Marcar coma legit
ro: Marchează ca citit
ta: படித்தபடி குறி

source: Open message/Run command
cs: Otevřít zprávu/Spustit příkaz
lo: ເປີດຂໍ້ຄວາມ/ສັ່ງການ
oc: Dobrir lo messatge/aviar una comanda
ro: Deschide mesaj/Execută comandă
ta: திறந்த செய்தி/ரன் கட்டளை

source: Sender
cs: Odesílatel
lo: ຜູ້ສົ່ງ
oc: Expeditor
ro: Expeditor
ta: அனுப்புநர்

source: Subject
cs: Věc
lo: ຫົວຂໍ້
oc: Subjècte
ro: Subiect
ta: பொருள்

source: Open webmail home page
cs: Otevřít domovskou stránku webmailu
lo: ເປີດໜ້າຫຼັກເວັບເມລ
oc: Dobrir la paga d’acuèlh del webmail
ro: Deschide pagina principală de Webmail
ta: வெப்மெயில் முகப்பு பக்கத்தைத் திறக்கவும்

source: Clear
cs: Vyčistit
lo: ລ້າງອອກ
oc: Escafar
ro: Șterge
ta: தெளிவான

source: Settings
cs: Nastavení
lo: ການຕັ້ງຄ່າ
oc: Paramètres
ro: Configurări
ta: அமைப்புகள்

source: No subject
cs: Žádný předmět
lo: ບໍ່ມີຫົວຂໍ້
oc: Sens objècte
ro: Fără subiect
ta: பொருள் இல்லை

source: Connection error
cs: Chyba spojení
lo: ການເຊື່ອມຕໍ່ຜິດພາດ
oc: Error de connexion
ro: Eroare de conexiune
ta: இணைப்பு பிழை

source: Unable to connect to account "{accountName}", the application will now exit.
cs: Nelze se připojit k účtu „{accountName}“, aplikace bude nyní ukončena.
lo: ບໍ່ສາມາດເຊື່ອມຕໍ່ບັນຊີ "{accountName}" ໄດ້, ແອັບພລິເຄຊັນຈະປິດລົງຕອນນີ້.
oc: Connexion impossibla al compte « {accountName} », l’aplicacion es per quitar ara.
ro: Nu a fost posibilă conectarea la contul „{accountName}”, aplicația va ieși acum.
ta: கணக்குடன் "{கணக்கு பெயர்}" உடன் இணைக்க முடியவில்லை, பயன்பாடு இப்போது வெளியேறும்.

source: You have %d unread message
cs: Máte %d nepřečtený e-mail
lo: ທ່ານມີ %d ຂໍ້ຄວາມທີ່ຍັງບໍ່ໄດ້ອ່ານ
oc: Avètz %d corrièl pas legit
ro: Aveți %d mesaj necitit
ta: உங்களிடம் %d படிக்காத செய்தி உள்ளது

source: from %(t0)s, %(t1)s and others
cs: Od %(t0)s, %(t1)s a ostatních
lo: ຈາກ %(t0)s, %(t1)s ແລະອື່ນໆ
oc: de %(t0)s %(t1)s e d’autres
ro: de la %(t0)s, %(t1)s și alții
ta: %(T0) கள், %(T1) கள் மற்றும் பிறவற்றிலிருந்து

source: from %(t0)s and %(t1)s
cs: Od %(t0)s a %(t1)s
lo: ຈາກ %(t0)s ແລະ %(t1)s
oc: de %(t0)s e %(t1)s
ro: de la %(t0)s și %(t1)s
ta: %(T0) கள் மற்றும் %(T1) கள்

source: from %s
cs: od %s
lo: ຈາກ %s
oc: de %s
ro: de la %s
ta: %s இலிருந்து

source: New mail from %s
cs: Nový e-mail od %s
lo: ເມລໃໝ່ຈາກ %s
oc: Corrièl novèl de %s
ro: Mesaj nou de la %s
ta: %S இலிருந்து புதிய அஞ்சல்

source: Custom
cs: Vlastní nastavení
lo: ກຳນົດເອງ
oc: Personalizar
ro: Personalizat
ta: தனிப்பயன்

source: If this string starts with http:// or https://, the application will open it in your browser - otherwise, it will be run as a command
cs: Pokud tento řetězec začíná http:// nebo https://, aplikace jej otevře ve vašem prohlížeči – jinak bude spuštěna jako příkaz
lo: ຖ້າສະຕຣິງນີ້ເລີ່ມຕົ້ນດ້ວຍ http:// ຫຼື https://, ແອັບພລິເຄຊັນຈະເປີດມັນໃນບຣາວເຊີຂອງທ່ານ - ຖ້າບໍ່ດັ່ງນັ້ນ, ມັນຈະຖືກເອີ້ນໃຊ້ເປັນຄຳສັ່ງ
oc: S’aquesta cadena comença per http:// o https://, l’aplicacion dobrirà lo navegador e autrament la cadena serà executada coma una comanda
ro: Dacă acest șir începe cu http:// sau https://, aplicația îl va deschide în navigatorul web - în caz contrar, acesta va fi executat ca o comandă
ta: இந்த சரம் http: // அல்லது https: // உடன் தொடங்கினால், பயன்பாடு அதை உங்கள் உலாவியில் திறக்கும் - இல்லையெனில், அது ஒரு கட்டளையாக இயக்கப்படும்

source: (None)
cs: (Žádný)
lo: (ບໍ່ມີ)
oc: (Cap)
ro: (Niciunul)
ta: (எதுவுமில்லை)

source: Ayatana Webmail Preferences
cs: Nastavení Ayatana Webmail
lo: ຄຸນສົມບັດຂອງ Ayatana Webmail
oc: Preferéncias d'Ayatana Webmail
ro: Preferințe Webmail Ayatana
ta: அயாதானா வெப்மெயில் விருப்பத்தேர்வுகள்

source: Accounts
cs: Účty
lo: ບັນຊີ
oc: Comptes
ro: Conturi
ta: கணக்குகள்

source: Options
cs: Volby
lo: ຕົວເລືອກ
oc: Opcions
ro: Opțiuni
ta: விருப்பங்கள்

source: Support
cs: Podpora
lo: ການຊ່ວຍເຫຼືອ
oc: Assisténcia
ro: Asistență
ta: உதவி

source: About
cs: O aplikaci
lo: ກ່ຽວກັບ
oc: A prepaus
ro: Despre
ta: பற்றி

source: Failed to connect to mail account. The returned error was:
cs: Připojení k e-mailovému účtu se nezdařilo. Vrácená chyba byla:
lo: ເຊື່ອມຕໍ່ກັບບັນຊີເມລບໍ່ສຳເລັດ. ຂໍ້ຜິດພາດທີ່ສົ່ງຄືນມາແມ່ນ:
oc: Connexion impossibla al compte. Error :
ro: A eșuat conectarea la contul de poștă electronică. Eroarea returnată a fost:
ta: அஞ்சல் கணக்குடன் இணைக்கத் தவறிவிட்டது. திரும்பிய பிழை:

source: Connection failure
cs: Připojení selhalo
lo: ການເຊື່ອມຕໍ່ລົ້ມເຫຼວ
oc: Fracàs de la connexion
ro: Eroare de conectare
ta: இணைப்பு தோல்வி

source: Add
cs: Přidat
lo: ເພີ່ມ
oc: Ajustar
ro: Adaugă
ta: கூட்டு

source: Remove
cs: Odstranit
lo: ລຶບອອກ
oc: Levar
ro: Elimină
ta: அகற்று

source: The application will append this string to "Inbox" to access a specific message - you can use the $MSG_THREAD and $MSG_UID placeholders
cs: Aplikace připojí tento řetězec k "Doručené" pro přístup ke konkrétní zprávě - můžete použít zástupné symboly $MSG_THREAD a $MSG_UID
lo: ແອັບພລິເຄຊັນຈະຕໍ່ສະຕຣິງນີ້ໃສ່ "ກ່ອງຈົດໝາຍ" ເພື່ອເຂົ້າເຖິງຂໍ້ຄວາມສະເພາະ - ທ່ານສາມາດໃຊ້ຕົວແທນ $MSG_THREAD ແລະ $MSG_UID ໄດ້
oc: L’aplicacion apondrà aquesta cadena a « Recepcion » per accedir a de messatge especific – podètz utilizar $MSG_THREAD e $MSG_UID.
ro: Aplicația va adăuga acest șir la „Inbox” pentru a accesa un mesaj specific - puteți utiliza marcajele $MSG_THREAD și $MSG_UID
ta: பயன்பாடு இந்த சரத்தை ஒரு குறிப்பிட்ட செய்தியை அணுக "இன்பாக்சில்" சேர்க்கும் - நீங்கள் $ msg_thread மற்றும் $ msg_uid பிளேச்ஓல்டர்களைப் பயன்படுத்தலாம்

source: Account:
cs: Účet:
lo: ບັນຊີ:
oc: Comptes :
ro: Cont:
ta: கணக்கு:

source: Server:
cs: Údaje o serveru:
lo: ເຊີບເວີ:
oc: Servidor :
ta: சேவையகம்:

source: Host:
cs: Hostitel:
lo: ໂຮສຕ໌:
oc: Òste :
ro: Gazda:
ta: புரவலன்:

source: Port:
lo: ພອດ:
oc: Pòrt :
ta: போர்ட்:

source: Username:
cs: Uživatelské jméno:
lo: ຊື່ຜູ້ໃຊ້:
oc: Nom d’utilizaire :
ro: Numele utilizatorului:
ta: பயனர்பெயர்:

source: Password:
cs: Heslo:
lo: ລະຫັດຜ່ານ:
oc: Senhal :
ro: Parola:
ta: கடவுச்சொல்:

source: Folders:
cs: Složky:
lo: ໂຟລເດີ:
oc: Dossièr :
ro: Dosare:
ta: கோப்புறைகள்:

source: Home:
cs: Domů:
lo: ໜ້າຫຼັກ:
oc: Ostal :
ro: Pagina principală:
ta: வீடு:

source: Compose:
cs: Napsat:
lo: ຂຽນ:
oc: Compausar :
ro: Compunere:
ta: எழுதுங்கள்:

source: Sent:
cs: Odeslat:
lo: ສົ່ງແລ້ວ:
oc: Mandat :
ro: Trimise:
ta: அனுப்பப்பட்டது:

source: Inbox:
cs: Přijaté:
lo: ກ່ອງຈົດໝາຍ:
oc: Bóstia de recepcion :
ro: Primite:
ta: இன்பாக்ச்:

source: Message:
cs: Zpráva:
lo: ຂໍ້ຄວາມ:
oc: Messatge :
ro: Mesaj:
ta: செய்தி:

source: Mark message as read
cs: Označit zprávy jako přečtené
lo: ໝາຍຂໍ້ຄວາມວ່າອ່ານແລ້ວ
oc: Marcar lo messatge coma legit
ro: Marchează mesajul ca citit
ta: வாசிப்பாக செய்தியைக் குறிக்கவும்

source: Open message in browser/Execute command
cs: Otevřít zprávu v prohlížeči/provést příkaz
lo: ເປີດຂໍ້ຄວາມໃນບຣາວເຊີ/ສັ່ງການ
oc: Dobrir lo navegador / Executar una comanda
ro: Deschideți mesajul în navigator/Executați comanda
ta: உலாவி/இயக்க கட்டளையில் செய்தியைத் திறக்கவும்

source: Ask me what to do
cs: Zeptejte se mě, co se má dělat
lo: ຖາມຂ້ອຍວ່າຈະເຮັດຫຍັງ
oc: Me demandar de qué far
ro: Întreabă-mă ce să fac
ta: என்ன செய்ய வேண்டும் என்று என்னிடம் கேளுங்கள்

source: Enable notifications:
cs: Povolit oznámení:
lo: ເປີດໃຊ້ການແຈ້ງເຕືອນ:
oc: Activar las notificacions :
ro: Activează notificările:
ta: அறிவிப்புகளை இயக்கவும்:

source: Play sound when a message is received:
cs: Přehrát zvuk při přijetí zprávy:
lo: ເປີດສຽງເມື່ອໄດ້ຮັບຂໍ້ຄວາມ:
oc: Legir un son a la recepcion d’un messatge :
ro: Redă un sunet la primirea unui mesaj:
ta: ஒரு செய்தி பெறப்படும்போது ஒலி விளையாடுங்கள்:

source: Merge messages from the same conversation:
cs: Sloučit zprávy ze stejné konverzace:
lo: ລວມຂໍ້ຄວາມຈາກການສົນທະນາດຽວກັນ:
oc: Fusionar los messatges de la meteissa conversacion :
ro: Fuzionați mesajele din aceeași conversație:
ta: அதே உரையாடலில் இருந்து செய்திகளை ஒன்றிணைக்கவும்:

source: Hide count when zero:
cs: Skrýt počet při nule:
lo: ເຊື່ອງການນັບເມື່ອເປັນສູນ:
oc: Rescondre lo comptador quand val zèro :
ro: Ascunde numărătoarea când este zero:
ta: பூச்சியமாக இருக்கும்போது எண்ணிக்கையை மறைக்கவும்:

source: When a message is activated:
cs: Když je zpráva aktivována:
lo: ເມື່ອຂໍ້ຄວາມຖືກເປີດໃຊ້:
oc: Quand un messatge es seleccionat :
ro: Când se activează un mesaj:
ta: ஒரு செய்தி செயல்படுத்தப்படும் போது:

source: Execute this command when a message is received:
cs: Po přijetí zprávy proveďte tento příkaz:
lo: ສັ່ງການຄຳສັ່ງນີ້ເມື່ອໄດ້ຮັບຂໍ້ຄວາມ:
oc: Executar aquesta comanda quand arriba un messatge :
ro: Execută această comandă atunci când este primit un mesaj:
ta: ஒரு செய்தி பெறப்படும்போது இந்த கட்டளையை இயக்கவும்:

source: If a command is set, it will be called with the following parameters: sender, subject, IMAP host
cs: Pokud je příkaz nastaven, tak bude zavolán s následujícími parametry: odesílatel, předmět, hostitel IMAP
lo: ຖ້າຕັ້ງຄ່າຄຳສັ່ງໄວ້, ມັນຈະຖືກເອີ້ນໃຊ້ດ້ວຍພາຣາມິເຕີຕໍ່ໄປນີ້: ຜູ້ສົ່ງ, ຫົວຂໍ້, ໂຮສຕ໌ IMAP
oc: Se aquesta comanda es definida, serà cridada amb los paramètres seguents : mandaire, subjècte, òste IMAP
ro: Dacă este definită o comandă, aceasta va fi apelată cu următorii parametri: expeditor, subiect, gazdă IMAP
ta: ஒரு கட்டளை அமைக்கப்பட்டால், அது பின்வரும் அளவுருக்களுடன் அழைக்கப்படும்: அனுப்புநர், பொருள், IMAP புரவலன்

source: Custom sound to play:
cs: Vlastní zvuk:
lo: ສຽງທີ່ກຳນົດເອງເພື່ອເປີດ:
oc: Son personalizat de legir :
ro: Sunet personalizat pentru redare:
ta: விளையாட தனிப்பயன் ஒலி:

source: Report a bug
cs: Nahlásit chybu
lo: ລາຍງານຂໍ້ຜິດພາດ
oc: Senhalar una avaria
ro: Raportați o eroare
ta: ஒரு பிழையைப் புகாரளிக்கவும்

source: Request a feature
cs: Požádat o funkci
lo: ຮ້ອງຂໍຄວາມສາມາດໃໝ່
oc: Demandar una foncionalitat
ro: Solicitați o caracteristică
ta: ஒரு அம்சத்தைக் கோருங்கள்

source: It's a good idea to add the {labelname} label to your issue.
cs: K problému je vhodné přidat štítek {labelname}.
lo: ເປັນຄວາມຄິດທີ່ດີທີ່ຈະເພີ່ມປ້າຍກຳກັບ {labelname} ໃສ່ບັນຫາຂອງທ່ານ.
oc: Es de bon far d’apondre l’etiqueta {labelname} a vòstre senhalament.
ro: Este o idee bună să adăugați eticheta {labelname} la problema dvs.
ta: உங்கள் பிரச்சினையில் {லேபிள் பெயர்} லேபிளைச் சேர்ப்பது நல்லது.

source: Ask a question
cs: Položit otázku
lo: ຖາມຄຳຖາມ
oc: Pausar una question
ro: Puneți o întrebare
ta: கேள்வி கேளுங்கள்

source: Help translate
cs: Pomozte překládat
lo: ຊ່ວຍແປ
oc: Ajudar a traduire
ro: Ajutor pentru traducere
ta: மொழிபெயர்க்க உதவுங்கள்

source: Source code
cs: Zdrojový kód
lo: ລະຫັດຕົ້ນສະບັບ
oc: Còdi font
ro: Cod sursă
ta: மூலக் குறியீடு

source: Home page
cs: Domovská stránka
lo: ໜ້າຫຼັກ
oc: Site web
ro: Pagina principală
ta: முகப்பு பக்கம்

source: translator-credits
cs: Milan Korecky <milan.korecky@gmail.com> Tomáš Marný <tomik.marny@gmail.com>
lo: ຜູ້ສະໜັບສະໜູນການແປ
oc: Quentin PAGÈS, 2020
ro: Remus-Gabriel Chelu <remusgabriel.chelu@disroot.org>
ta: மொழிபெயர்ப்பாளர்-வரவு

source: Maximum item count
cs: Maximální počet položek
lo: ຈຳນວນລາຍການສູງສຸດ
oc: Nombre maximal d’elements
ro: Numărul maxim de elemente
ta: அதிகபட்ச உருப்படி எண்ணிக்கை

source: Limit the number of mails to retrieve per folder.
cs: Omezte počet e-mailů k načtení na složku.
lo: ຈຳກັດຈຳນວນເມລທີ່ຈະດຶງຂໍ້ມູນຕໍ່ໂຟລເດີ.
oc: Lo nombre limit de mails a recuperar per dossièr.
ro: Limitează numărul de mesaje de recuperat per dosar.
ta: ஒரு கோப்புறையை மீட்டெடுக்க அஞ்சல்களின் எண்ணிக்கையைக் கட்டுப்படுத்துங்கள்.

source: Enable notifications
cs: Povolit oznámení
lo: ເປີດໃຊ້ການແຈ້ງເຕືອນ
oc: Activar las notificacions
ro: Activează notificările
ta: அறிவிப்புகளை இயக்கவும்

source: Show OSD notifications when new messages arrive.
cs: Zobrazovat oznámení OSD při příchodu nových zpráv.
lo: ສະແດງການແຈ້ງເຕືອນເທິງໜ້າຈໍເມື່ອມີຂໍ້ຄວາມໃໝ່ມາຮອດ.
oc: Afichar las notificacions OSD quand arriba un messatge novèl.
ro: Afișează notificări OSD atunci când sosesc mesaje noi.
ta: புதிய செய்திகள் வரும்போது OSD அறிவிப்புகளைக் காட்டு.

source: Enable sound
cs: Povolit zvuk
lo: ເປີດໃຊ້ສຽງ
oc: Activar lo son
ro: Activează sunetul
ta: ஒலியை இயக்கவும்

source: Play sound when new messages arrive.
cs: Přehrát zvuk při přijetí zprávy.
lo: ເປີດສຽງເມື່ອມີຂໍ້ຄວາມໃໝ່ມາຮອດ.
oc: Legir un son a la recepcion d’un messatge.
ro: Redarea unui sunet la sosirea de mesaje noi.
ta: புதிய செய்திகள் வரும்போது ஒலி விளையாடுங்கள்.

source: Hide message count
cs: Skrýt počet zpráv
lo: ເຊື່ອງການນັບຂໍ້ຄວາມ
oc: Rescondre lo nombre de messatges
ro: Ascunde numărul de mesaje
ta: செய்தி எண்ணிக்கையை மறைக்கவும்

source: Hide message count when there are no messages.
cs: Skrýt počet zpráv, když nejsou žádné zprávy.
lo: ເຊື່ອງການນັບຂໍ້ຄວາມເມື່ອບໍ່ມີຂໍ້ຄວາມ.
oc: Rescondre lo comptador de messatge quand i a pas cap de messatge.
ro: Ascunde numărul de mesaje atunci când nu există mesaje.
ta: செய்திகள் இல்லாதபோது செய்தி எண்ணிக்கையை மறைக்கவும்.

source: Execute on receive
cs: Provést při příjmu
lo: ສັ່ງການເມື່ອໄດ້ຮັບ
oc: Executar a la recepcion
ro: Se execută la primire
ta: பெறுதல்

source: Run this command when new messages arrive.
cs: Po přijetí zprávy proveďte tento příkaz.
lo: ເອີ້ນໃຊ້ຄຳສັ່ງນີ້ເມື່ອມີຂໍ້ຄວາມໃໝ່ມາຮອດ.
oc: Executar aquesta comanda quand arriba un messatge.
ro: Rulează această comandă atunci când sosesc mesaje noi.
ta: புதிய செய்திகள் வரும்போது இந்த கட்டளையை இயக்கவும்.

source: Custom sound
cs: Vlastní zvuk
lo: ສຽງທີ່ກຳນົດເອງ
oc: Son personalizat
ro: Sunet personalizat
ta: தனிப்பயன் ஒலி

source: Play a custom sound when new messages arrive.
cs: Přehrát vlastní zvuk při přijetí zprávy.
lo: ເປີດສຽງທີ່ກຳນົດເອງເມື່ອມີຂໍ້ຄວາມໃໝ່ມາຮອດ.
oc: Legir un son a la recepcion d’un messatge.
ro: Redă un sunet personalizat atunci când sosesc mesaje noi.
ta: புதிய செய்திகள் வரும்போது தனிப்பயன் ஒலியை இயக்கவும்.

source: Merge messages
cs: Sloučit zprávy
lo: ລວມຂໍ້ຄວາມ
oc: Fusionar los messatges
ro: Fuzionează mesajele
ta: செய்திகளை ஒன்றிணைக்கவும்

source: Merge messages belonging to the same conversation.
cs: Sloučit zprávy ze stejné konverzace.
lo: ລວມຂໍ້ຄວາມທີ່ຢູ່ໃນການສົນທະນາດຽວກັນ.
oc: Fusionar los messatges de la meteissa conversacion.
ro: Fuzionează mesajele aparținând aceleiași conversații.
ta: ஒரே உரையாடலுக்கு சொந்தமான செய்திகளை ஒன்றிணைக்கவும்.

source: Message action
cs: Akce zprávy
lo: ການກະທຳກັບຂໍ້ຄວາມ
oc: Accions suls messatges
ro: Acțiune mesaj
ta: செய்தி நடவடிக்கை

source: Action to perform when a message is activated.
cs: Akce, která se má provést při aktivaci zprávy.
lo: ການກະທຳທີ່ຈະປະຕິບັດເມື່ອຂໍ້ຄວາມຖືກເປີດໃຊ້.
oc: Accion de realizar quand un messatge es activat.
ro: Acțiunea de efectuat atunci când este activat un mesaj.
ta: ஒரு செய்தி செயல்படுத்தப்படும் போது செய்ய நடவடிக்கை.

source: Ayatana Webmail
oc: Corrièl Ayatana
ro: Webmail Ayatana
ta: அயாதானா வெப்மெயில்

source: Webmail notifications and actions for any desktop
lo: ການແຈ້ງເຕືອນ ແລະ ການກະທຳຂອງເວັບເມລສຳລັບທຸກເດສທັອບ
oc: Notificacions e accions de corrièl per quin environament de burèu que siá
ro: Notificări și acțiuni Webmail pentru orice mediu de birou
ta: எந்த டெச்க்டாப்பிற்கும் வெப்மெயில் அறிவிப்புகள் மற்றும் செயல்கள்

source: Mark all as read
lo: ໝາຍທັງໝົດວ່າອ່ານແລ້ວ
oc: Tot marcar coma legit
ro: Marchează toate ca citite
ta: அனைத்தையும் படித்தபடி குறிக்கவும்

source: Compose Mail
lo: ຂຽນເມລ
oc: Messatge novèl
ro: Compunere mesaj
ta: அஞ்சலை இயற்றுங்கள்

source: Sent
lo: ສົ່ງແລ້ວ
oc: Mandats
ro: Trimise
ta: அனுப்பப்பட்டது

source: Inbox
lo: ກ່ອງຈົດໝາຍ
oc: Bóstia de recepcion
ro: Primite
ta: இன்பாக்ச்

source: Ayatana Webmail (service)
lo: Ayatana Webmail (ບໍລິການ)
oc: Corrièl d’Ayatana (servici)
ro: Webmail Ayatana (serviciu)
ta: அயாதானா வெப்மெயில் (சேவை)

source: Display notifications about new mail
lo: ສະແດງການແຈ້ງເຕືອນກ່ຽວກັບເມລໃໝ່
oc: Afichar las alèrtas de corrièls novèls
ro: Afișează notificări cu privire la mesaje noi
ta: புதிய அஞ்சல் பற்றிய அறிவிப்புகளைக் காண்பி
